Repository: kaminarixo/Abschlussprojekt
Catalog: Translations/AmouFileWatch.*.g.xlf
Languages: de_de

# Table 1235994815 - Property 2879900210
source: AFW Alerts
de_de: AFW Meldungen

# Table 1235994815 - Field 3477674087 - Property 2879900210
source: Alert Message
de_de: Alarmnachricht

# Table 1235994815 - Field 3902649412 - Property 2879900210
source: Alert Timestamp
de_de: Alarmzeitstempel

# Table 1235994815 - Field 3377584293 - Property 2879900210
source: File ID
de_de: Datei-ID

# Table 1235994815 - Field 1663593181 - Property 2879900210
source: Primary key
de_de: Primärschlüssel

# Table 1235994815 - Field 400074693 - Property 2879900210
source: Recipient
de_de: Empfänger

# Table 2365935200 - Field 474016873 - Property 2879900210
source: Email Recipient
de_de: E-Mail-Empfänger

# Table 2365935200 - Field 3176243647 - Property 2879900210
source: File Types
de_de: Dateitypen

# Table 2365935200 - Field 2681143077 - Property 2879900210
source: Folder Path
de_de: Ordnerpfad

# Table 2365935200 - Field 720082471 - Property 2879900210
source: Last Checked
de_de: Zuletzt überprüft

# Table 2365935200 - Field 3896255894 - Property 2879900210
source: Last E-Mail sent
de_de: Zuletzt gesendete E-Mail

# Table 2365935200 - Field 756498516 - Property 2879900210
source: Minutes Between Emails
de_de: Minuten zwischen E-Mails

# Table 2365935200 - Field 2670659661 - Property 2879900210
source: Monitoring Interval
de_de: Überwachungsintervall

# Table 2365935200 - Field 1663593181 - Property 2879900210
source: Primary key
de_de: Primärschlüssel

# Table 273126673 - Field 1451063990 - Property 2879900210
source: Enable Logging
de_de: Protokollierung aktivieren

# Table 273126673 - Field 2607589527 - Property 2879900210
source: Enable Monitoring
de_de: Überwachung aktivieren

# Table 273126673 - Field 1757883032 - Property 2879900210
source: Error Email Body
de_de: Fehler-E-Mail-Body

# Table 273126673 - Field 3009152865 - Property 2879900210
source: Log File Path
de_de: Protokolldateipfad

# Table 273126673 - Field 1663593181 - Property 2879900210
source: Primary key
de_de: Primärschlüssel

# Table 273126673 - Field 2106217075 - Property 2879900210
source: Sender's Address
de_de: Absenderadresse

# Table 273126673 - Field 3021345882 - Property 2879900210
source: Warning Email Body
de_de: Warnung-E-Mail-Body

# Page 1199857104 - Property 2879900210
source: AFW Alert List
de_de: AFW Meldungsliste

# Page 1199857104 - Control 3477674087 - Property 1295455071
source: Specifies the message that describes the alert.
de_de: Gibt die Nachricht an, die den Alarm beschreibt.

# Page 1199857104 - Control 3477674087 - Property 2879900210
source: Alert Message
de_de: Alarmnachricht

# Page 1199857104 - Control 3902649412 - Property 1295455071
source: Specifies the timestamp when the alert was triggered.
de_de: Gibt den Zeitstempel an, wann der Alarm ausgelöst wurde.

# Page 1199857104 - Control 3902649412 - Property 2879900210
source: Alert Timestamp
de_de: Alarmzeitstempel

# Page 1199857104 - Control 804481195 - Property 1295455071
source: Specifies the name of the file that triggered the alert.
de_de: Gibt den Namen der Datei an, die den Alarm ausgelöst hat.

# Page 1199857104 - Control 804481195 - Property 2879900210
source: File Name
de_de: Dateiname

# Page 1199857104 - Control 1663593181 - Property 1295455071
source: Specifies the primary key of the alert.
de_de: Gibt den Primärschlüssel der Fehlermeldung an.

# Page 1199857104 - Control 400074693 - Property 1295455071
source: Specifies the email address of the recipient for the alert.
de_de: Gibt die E-Mail-Adresse des Empfängers für den Alarm an.

# Page 1199857104 - Control 400074693 - Property 2879900210
source: Recipient
de_de: Empfänger

# Page 1199857104 - Action 1006324017 - Property 1295455071
source: Refreshes the list of alerts.
de_de: Aktualisiert die Liste der Alarme.

# Page 1199857104 - Action 1006324017 - Property 2879900210
source: Refresh List
de_de: Liste aktualisieren

# Page 1084499733 - Property 2879900210
source: AFW Job Creation
de_de: AFW Job Erstellung

# Page 1084499733 - Control 4197873037 - Property 2879900210
source: Job Information
de_de: Job-Informationen

# Page 1084499733 - Control 2311232812 - Property 1295455071
source: Specify the name of the job.
de_de: Geben Sie den Namen des Jobs an.

# Page 1084499733 - Control 513339096 - Property 1295455071
source: The current status of the job.
de_de: Der aktuelle Status des Jobs.

# Page 1084499733 - Control 4217722138 - Property 2879900210
source: Monitoring Details
de_de: Überwachungsdetails

# Page 1084499733 - Control 3176243647 - Property 1295455071
source: Specify the file types to be monitored. Leave empty to monitor all file types.
de_de: Geben Sie die zu überwachenden Dateitypen an. Lassen Sie das Feld leer, um alle Dateitypen zu überwachen.

# Page 1084499733 - Control 2681143077 - Property 1295455071
source: Specify the path of the folder to be monitored.
de_de: Geben Sie den Pfad des zu überwachenden Ordners an.

# Page 1084499733 - Control 94426004 - Property 2879900210
source: Notification Settings
de_de: Benachrichtigungseinstellungen

# Page 1084499733 - Control 474016873 - Property 1295455071
source: Specify the email address to send alerts to.
de_de: Geben Sie die E-Mail-Adresse an, an die Benachrichtigungen gesendet werden sollen.

# Page 1084499733 - Control 756498516 - Property 1295455071
source: Specify the number of minutes to wait between sending emails on error.
de_de: Geben Sie die Anzahl der Minuten an, die zwischen dem Senden von E-Mails bei einem Fehler gewartet werden soll.

# Page 1084499733 - Control 2670659661 - Property 1295455071
source: Specify the interval at which the folder should be monitored.
de_de: Geben Sie das Intervall an, in welchem der Ordner überwacht werden soll.

# Page 1831751231 - Property 2879900210
source: AFW Job List
de_de: AFW Job Liste

# Page 1831751231 - Control 2445482498 - Property 2879900210
source: General
de_de: Allgemein

# Page 1831751231 - Control 474016873 - Property 1295455071
source: Specifies the email address to send alerts to.
de_de: Gibt die E-Mail-Adresse an, an die Benachrichtigungen gesendet werden sollen.

# Page 1831751231 - Control 3176243647 - Property 1295455071
source: Specifies the file types to be monitored. Leave empty to monitor all file types.
de_de: Gibt die zu überwachenden Dateitypen an. Lassen Sie das Feld leer, um alle Dateitypen zu überwachen.

# Page 1831751231 - Control 2681143077 - Property 1295455071
source: Specifies the path of the folder to be monitored.
de_de: Gibt den Pfad des zu überwachenden Ordners an.

# Page 1831751231 - Control 2311232812 - Property 1295455071
source: Specifies the name of the job.
de_de: Gibt den Namen des Jobs an.

# Page 1831751231 - Control 720082471 - Property 1295455071
source: Specifies the timestamp of the last check of the folder.
de_de: Gibt den Zeitstempel der letzten Überprüfung des Ordners an.

# Page 1831751231 - Control 3896255894 - Property 1295455071
source: Specifies the timestamp of the last sent E-Mail
de_de: Gibt den Zeitstempel der zuletzt gesendeten Fehler Mail an.

# Page 1831751231 - Control 756498516 - Property 1295455071
source: Specifies the number of minutes to wait between sending emails on error.
de_de: Gibt die Anzahl der Minuten an, die zwischen dem Senden von E-Mails bei einem Fehler gewartet werden soll.

# Page 1831751231 - Control 2670659661 - Property 1295455071
source: Specifies the interval at which the folder should be monitored.
de_de: Das Intervall, in dem der Ordner überwacht wird, in Minuten.

# Page 1831751231 - Control 1663593181 - Property 1295455071
source: Specifies the primary key of the job.
de_de: Gibt den Primärschlüssel des Jobs an.

# Page 1831751231 - Control 513339096 - Property 1295455071
source: Specifies the current status of the job.
de_de: Gibt den aktuellen Status des Jobs an.

# Page 1831751231 - Action 3261967079 - Property 1295455071
source: Set the job status to Ready if all entries are correct.
de_de: Setze den Jobstatus auf Ready, wenn alle Einträge korrekt sind.

# Page 1831751231 - Action 3261967079 - Property 2879900210
source: Set Job to Ready
de_de: Job auf Ready setzen

# Page 1831751231 - Action 1941688041 - Property 1295455071
source: Set the job status to Stopped.
de_de: Setze den Jobstatus auf Stopped.

# Page 1831751231 - Action 1941688041 - Property 2879900210
source: Set Job to Stopped
de_de: Job auf Stopped setzen

# Page 273126673 - Property 2879900210
source: AFW Setup
de_de: AFW Einrichtung

# Page 273126673 - Control 3129275966 - Property 2879900210
source: Email Bodies
de_de: E-Mail-Bodys

# Page 273126673 - Control 3449136632 - Property 1295455071
source: The body of the email for error messages.
de_de: Der Body der E-Mail für Fehlermeldungen.

# Page 273126673 - Control 3449136632 - Property 2879900210
source: Error Email Body
de_de: Fehler-E-Mail-Body

# Page 273126673 - Control 1208882822 - Property 1295455071
source: The body of the email for informational messages.
de_de: Der Body der E-Mail für Informationsmeldungen.

# Page 273126673 - Control 5608282 - Property 1295455071
source: The body of the email for warning messages.
de_de: Der Body der E-Mail für Warnmeldungen.

# Page 273126673 - Control 5608282 - Property 2879900210
source: Warning Email Body
de_de: Warnung-E-Mail-Body

# Page 273126673 - Control 2445482498 - Property 2879900210
source: General Settings
de_de: Allgemeine Einstellungen

# Page 273126673 - Control 1451063990 - Property 1295455071
source: Enable or disable logging of events.
de_de: Protokollierung von Ereignissen aktivieren oder deaktivieren.

# Page 273126673 - Control 2607589527 - Property 1295455071
source: Globally enable or disable monitoring.
de_de: Überwachung global aktivieren oder deaktivieren.

# Page 273126673 - Control 3009152865 - Property 1295455071
source: Specify the path where the log files should be stored.
de_de: Geben Sie den Pfad an, in dem die Protokolldateien gespeichert werden sollen.

# Page 273126673 - Control 2106217075 - Property 1295455071
source: The email address from which to send emails.
de_de: Die E-Mail-Adresse, von der die E-Mails gesendet werden sollen.

# Page 273126673 - Action 1886113076 - Property 1295455071
source: Test the file for its existence and accessibility
de_de: Testen Sie die Datei auf seine Existenz und Erreichbarkeit

# Page 273126673 - Action 1886113076 - Property 2879900210
source: Check file
de_de: Datei prüfen

# Page 273126673 - Action 2286498038 - Property 1295455071
source: Test the jobs for its existence and accessibility
de_de: Testen Sie die Jobs auf seine Existenz und Erreichbarkeit

# Page 273126673 - Action 2286498038 - Property 2879900210
source: Check jobs
de_de: Jobs prüfen

# Page 273126673 - Action 2621021221 - Property 1295455071
source: Test the directory for its existence and accessibility
de_de: Testen Sie den Pfad auf seine Existenz und Erreichbarkeit

# Page 273126673 - Action 2621021221 - Property 2879900210
source: Check directory
de_de: Pfad prüfen

# Page 273126673 - Action 1905791958 - Property 2879900210
source: Create Job Queue Job
de_de: Job bei der Aufgabenwarteschlange erstellen

# Page 273126673 - Action 350355336 - Property 2879900210
source: Create No. Series
de_de: Nummernserien erstellen

# Page 273126673 - Action 1285001562 - Property 1295455071
source: Send a test email to verify the sender's address.
de_de: Senden Sie eine Test-E-Mail, um die Absenderadresse zu überprüfen.

# Page 273126673 - Action 1285001562 - Property 2879900210
source: Send Test Email
de_de: Test-E-Mail senden

# Page 1161460051 - Property 2879900210
source: Enter Recipient Email Address
de_de: Empfänger-E-Mail-Adresse eingeben

# Page 1161460051 - Control 3190509015 - Property 1295455071
source: Enter the email address of the recipient.
de_de: Geben Sie die E-Mail-Adresse des Empfängers ein.

# Page 1161460051 - Control 3190509015 - Property 2879900210
source: Recipient Email Address
de_de: Empfänger-E-Mail-Adresse

# Enum 1491221199 - Property 2879900210
source: AFW File Types
de_de: AFW Dateitypen

# Enum 1491221199 - EnumValue 3703598467 - Property 2879900210
source: All
de_de: Alle

# Enum 974612917 - EnumValue 2248886284 - Property 2879900210
source: Error
de_de: Fehler

# Enum 974612917 - EnumValue 356416822 - Property 2879900210
source: In Progress
de_de: In Bearbeitung

# Enum 974612917 - EnumValue 3159279042 - Property 2879900210
source: Not Ready
de_de: Nicht Bereit

# Enum 974612917 - EnumValue 2521603205 - Property 2879900210
source: Ready
de_de: Bereit

# Enum 974612917 - EnumValue 1092494051 - Property 2879900210
source: Stopped
de_de: Gestoppt
